11/data/attachments/3fbf6992a5d2b21a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Felicia_mouth_Actions_59426_3</nif:username>
            <nif:friendToBeRequested>soap_actions_2e7bc26c-d79b-455f-a037-0dcd83ca7eaf</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>